//
//  Rules.swift
//  Alias
//
//  Created by Oleg Mazuro on 3.05.22.
//

import Foundation
struct Rules {
    let rules = "В игре «Alias» или «Скажи иначе» нужно объяснить другими словами разгадываемое слово. Игра ведётся на время: чем больше слов сможет отгадать команда, тем больше очков она получит. Во время объяснения слова можно использовать синонимы и антонимы, главное не использовать однокоренные слова. В игре 300 карточек, на которых 2400 слов и словосочетаний для разгадывания. Играть можно просто для удовольствия, а можно и с пользой: дети смогут расширить свой словарный запас и улучшить устную речь. Изучающие иностранный язык могут договориться и объяснять разгадываемые слова на изучаемом языке – отличный и весёлый способ запомнить слова и снять разговорный барьер. Количество игроков может быть сколько угодно большим!"
}
